Repository: zhrispineda/About-This-Mac
Catalog: System Information/Resources/SPInfo.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MEM_EMPTY
source: Empty
ar: فارغ
ca: Buida
cs: Prázdná
da: Tom
de: Leer
el: Κενή
es: Vacía
es_419: Vacío
fi: Tyhjä
fr: Vide
fr_ca: Vide
he: ריק
hi: ख़ाली
hr: Prazno
hu: Üres
id: Kosong
it: Vuoto
ja: 空き
ko: 비어 있음
ms: Kosong
nl: Leeg
no: Tom
pl: Puste
pt_br: Livre
pt_pt: Disponível
ro: Gol
ru: Пустой
sk: Prázdne
sl: Prazno
sv: Tom
th: ว่าง
tr: Boş
uk: Порожній
vi: Trống
zh_cn: 空
zh_hk: 空白
zh_tw: 空白

# DISC_NOFORMATS
source: None
ar: لا شيء
ca: Cap
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
es_419: Ninguna
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
he: ללא
hi: कुछ नहीं
hr: Nijedno
hu: Egyik sem
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Не выбрано
sk: Žiadne
sl: Brez
sv: Inga
th: ไม่มี
tr: Yok
uk: немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# DISP_BUILTIN_LIQUID_RETINA_XDR
source: Built-in Liquid Retina XDR Display
ar: ‫شاشة Liquid Retina XDR مضمنة‬
ca: Pantalla Liquid Retina XDR integrada
cs: Vestavěný displej Liquid Retina XDR
da: Indbygget Liquid Retina XDR-skærm
de: Integriertes Liquid Retina XDR-Display
el: Ενσωματωμένη οθόνη Liquid Retina XDR
es: Pantalla Liquid Retina XDR integrada
es_419: Pantalla Liquid Retina XDR integrada
fi: Sisäinen Liquid Retina XDR -näyttö
fr: Écran Liquid Retina XDR intégré
fr_ca: Écran Liquid Retina XDR intégré
he: צג מובנה מסוג Liquid Retina XDR
hi: बिल्टइन Liquid Retina XDR डिस्प्ले
hr: Ugrađeni Liquid Retina XDR zaslon
hu: Beépített Liquid Retina XDR-kijelző
id: Layar Liquid Retina XDR Internal
it: Monitor Liquid Retina XDR integrato
ja: 内蔵Liquid Retina XDRディスプレイ
ko: 내장 Liquid Retina XDR 디스플레이
ms: Paparan Liquid Retina XDR Terbina Dalam
nl: Ingebouwd Liquid Retina XDR-scherm
no: Innebygd Liquid Retina XDR-skjerm
pl: Wbudowany wyświetlacz Liquid Retina XDR
pt_br: Tela Liquid Retina XDR Integrada
pt_pt: Ecrã Liquid Retina XDR integrado
ro: Afișaj Liquid Retina XDR integrat
ru: Встроенный дисплей Liquid Retina XDR
sk: Vstavaný Liquid Retina XDR displej
sl: Vgrajeni zaslon Liquid Retina XDR
sv: Inbyggd Liquid Retina XDR-skärm
th: จอภาพ Liquid Retina XDR ในตัวเครื่อง
tr: Yerleşik Liquid Retina XDR Ekran
uk: Вбудований дисплей Liquid Retina XDR
vi: Màn hình Liquid Retina XDR tích hợp
zh_cn: 内建Liquid视网膜XDR显示器
zh_hk: 內置Liquid Retina XDR顯示器
zh_tw: 內建Liquid Retina XDR顯示器

# MEM_ACCESSIBILITY_IMAGE_OPTIMAL
source: Optimal
ar: الأمثل
ca: Òptima
cs: Optimální
el: Βέλτιστο
es: Óptimo
es_419: Óptimo
fi: Optimaalinen
fr: Conseillé
he: אופטימלי
hi: ऑप्टिमल
hr: Optimalno
hu: Optimális
it: Ottimale
ja: 光学式
ko: 최적
ms: Optimum
nl: Optimaal
pl: Optymalna
pt_br: Ideal
pt_pt: Ideal
ro: Optim
ru: Оптимально
sk: Optimálne
sl: Optimalno
th: เหมาะสม
tr: En Uygun
uk: Оптимальний
vi: Tối ưu
zh_cn: 最佳
zh_hk: 最佳
zh_tw: 最佳

# OS_BETA_VERSION_BUILD
source: %1$@ Beta (%2$@)
ar: التجريبي من %1$@ ‏(%2$@)
fr: bêta %1$@ (%2$@)
fr_ca: bêta %1$@ (%2$@)
he: ‏%1$@ בטא (%2$@)
hi: %1$@ बीटा (%2$@)
hu: A(z) %1$@ bétaverziója (%2$@)
it: Beta di %1$@ (%2$@)
ko: %1$@ 베타(%2$@)
nl: %1$@ bèta (%2$@)
ru: Бета %1$@ (%2$@)
th: %1$@ รุ่นเบต้า (%2$@)
uk: %1$@ бета-версія (%2$@)
zh_cn: %1$@ Beta版(%2$@)
zh_tw: %1$@ Beta版（%2$@）

# DISK_SIZE_TYPE
source: %@ %@ Disk
ar: قرص %@ %@
ca: %@ Disc %@
de: %@ %@-Festplatte
el: Δίσκος %@ %@
es: %@ Disco %@
es_419: %@ Disco %@
fi: %@ Levy (%@)
fr: %@ Disque %@
fr_ca: %@ Disque %@
he: %@ כונן %@
hi: %@ %@ डिस्क
hu: %@ %@ lemez
it: Disco %@ %@
ja: %@ %@ディスク
ko: %@ %@ 디스크
ms: %@ %@ Cakera
nl: %@ %@-schijf
pl: %@ Dysk %@
pt_br: %@ Disco %@
pt_pt: %@ Disco %@
ro: %@ Disc %@
ru: Диск %@, %@
sv: %@ %@-skiva
th: ดิสก์%[tt]@ %@
tr: %@ %@ Diski
uk: Диск %2$@ %1$@
vi: Ổ đĩa %2$@ %1$@
zh_cn: %@ %@磁盘
zh_hk: %@ %@磁碟
zh_tw: %@ %@磁碟

# CATEGORY_RESOURCES
source: Resources
ar: الموارد
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
es: Recursos
es_419: Recursos
fi: Resurssit
fr: Ressources
fr_ca: Ressources
he: משאבים
hi: संसाधन
hr: Resursi
hu: Forrásanyagok
id: Sumber Daya
it: Risorse
ja: リソース
ko: 리소스
ms: Sumber
nl: Bronnen
no: Ressurser
pl: Zasoby
pt_br: Recursos
pt_pt: Recursos
ro: Resurse
ru: Ресурсы
sk: Zdroje
sl: Viri
sv: Resurser
th: แหล่งข้อมูล
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên
zh_cn: 资源
zh_hk: 資源
zh_tw: 資源

# DISK_SIZE_SSD
source: %@ Solid State Drive
ar: ‏%@ محرك أقراص الحالة الصلبة
ca: %@ Unitat d’estat sòlid
cs: Jednotka SSD %@
da: %@ Solid state disk
de: %@ Solid-State-Festplatte
el: %@ Μονάδα στερεάς κατάστασης
es: %@ Unidad de estado sólido
es_419: %@ Unidad de estado sólido
fi: %@ SSD
fr: %@ Disque SSD
fr_ca: %@ Disque SSD
he: ‏%@ כונן הבזק (SSD)
hi: %@ सॉलिड स्टेट ड्राइव
hr: %@ SSD pogon
hu: %@ SSD-meghajtó
it: Unità SSD %@
ja: %@ ソリッドステートドライブ
ko: %@ 솔리드 스테이트 드라이브
ms: %@ Pemacu Keadaan Pepejal
nl: %@ Solid state-schijf
pl: %@ Dysk SSD
pt_br: %@ Unidade de Estado Sólido
pt_pt: Disco SSD %@
ro: %@ SSD
ru: SSD-диск %@
sk: %@ SSD disk
sl: Disk SSD %@
sv: %@ SSD-enhet
th: ไดรฟ์โซลิดสเตท %@
tr: %@ Katı Hâl Sürücüsü
uk: Накопичувач SSD %@
vi: Ổ lưu trữ Bán dẫn %@
zh_cn: %@ 固态驱动器
zh_hk: %@ 固態硬碟
zh_tw: %@ 固態硬碟

# MEM_SLOTS_N
source: %@ memory slots available
ar: توجد %@ من فتحات الذاكرة متوفرة
ca: %@ ranures de memòria disponibles
cs: Volné paměťové pozice: %@
da: %@ hukommelsespladser i brug
de: %@ Speichersteckplätze verfügbar
el: %@ διαθέσιμες υποδοχές μνήμης
es: Hay %@ ranuras de memoria libres
es_419: Hay %@ ranuras de memoria libres
fi: %@ muistipaikkaa käytettävissä
fr: %@ logements de mémoire disponibles
fr_ca: %@ emplacements de mémoire disponibles
he: יש %@ חריצי זיכרון פנויים
hi: %@ मेमोरी स्लॉट उपलब्ध हैं
hr: %@ memorijska utora slobodna
hu: %@ memóriafoglalat elérhető
id: %@ slot memori tersedia
it: %@ slot di memoria disponibili
ja: 空きメモリスロット%@基
ko: %@개의 메모리 슬롯 사용 가능
ms: %@ slot memori tersedia
nl: %@ geheugensleuven beschikbaar
no: %@ minneplasser tilgjengelig
pl: Liczba dostępnych gniazd pamięci: %@
pt_br: %@ slots de memória livres
pt_pt: %@ conectores de memória utilizados
ro: %@ sloturi de memorie disponibile
ru: Свободных слотов памяти: %@
sk: Dostupné pamäťové sloty: %@
sl: Razpoložljive reže za pomnilnik: %@
sv: %@ minneskortplatser är tillgängliga
th: ช่องเสียบหน่วยความจำว่าง %@ ช่อง
tr: %@ tane bellek yuvası boş
uk: Доступно слотів для памʼяті: %@
vi: %@ khe bộ nhớ khả dụng
zh_cn: %@个内存插槽可用
zh_hk: %@個記憶體插槽可用
zh_tw: %@個記憶體插槽可用

# MEM_SLOTS_1_N
source: 1 memory slot in use, %@ available
ar: توجد فتحة ذاكرة واحدة قيد الاستخدام، و%@ متوفرة
ca: Hi ha una ranura de memòria utilitzada i %@ de disponibles.
cs: Obsazené paměťové pozice: 1; volné: %@
da: 1 hukommelsesplads i brug, %@ tilgængelig(e)
de: 1 Speichersteckplatz in Verwendung, %@ verfügbar
el: 1 υποδοχή μνήμης σε χρήση, %@ διαθέσιμες
es: Hay 1 ranura de memoria en uso y %@ libres
es_419: Hay 1 ranura de memoria en uso y %@ libres
fi: 1 muistipaikka käytössä, %@ käytettävissä
fr: 1 logement de mémoire utilisé, %@ disponibles
fr_ca: 1 emplacement de mémoire utilisé, %@ disponibles
he: חריץ זיכרון אחד בשימוש, %@ זמין/ים
hi: 1 मेमोरी स्लॉट उपयोग में हैं, %@ उपलब्ध
hr: 1 memorijski utor u uporabi, %@ slobodna
hu: 1 használatban lévő memóriafoglalat, %@ elérhető
id: 1 slot memori digunakan, %@ tersedia
it: 1 slot di memoria in uso, %@ disponibili
ja: 使用中のメモリスロット1基、空きスロット%@基
ko: 1개의 메모리 슬롯 사용 중, %@개 사용 가능
ms: 1 slot memori sedang digunakan, %@ tersedia
nl: 1 geheugensleuf in gebruik, %@ beschikbaar
no: 1 minneplass i bruk, %@ tilgjengelig
pl: Liczba zajętych gniazd pamięci: 1, dostępnych: %@
pt_br: 1 slot de memória em uso, %@ livre(s)
pt_pt: 1 conector de memória utilizado, %@ disponíveis
ro: 1 slot de memorie utilizat, %@ disponibili
ru: Занятых слотов памяти: 1, свободно: %@
sk: Používa sa 1 pamäťový slot, dostupné sloty: %@
sl: 1 reža za pomnilnik v uporabi, %@ na voljo
sv: 1 minneskortplats används, %@ är tillgängliga
th: ช่องเสียบหน่วยความจำใช้อยู่ 1 ช่อง ว่างอยู่ %@ ช่อง
tr: 1 tane bellek yuvası kullanımda, %@ tane boş
uk: Використовується слотів для памʼяті: 1, доступно: %@
vi: 1 khe bộ nhớ đang dùng, %@ khả dụng
zh_cn: 1个内存插槽正在使用中，%@个可用
zh_hk: 1個記憶體插槽使用中，%@個可用
zh_tw: 1個記憶體插槽使用中，%@個可用

# CATEGORY_OVERVIEW
source: Overview
ar: نظرة عامة
ca: Visió general
cs: Přehled
da: Oversigt
de: Übersicht
el: Σύνοψη
es: Visión general
es_419: Resumen
fi: Yleiskatsaus
fr: Aperçu
fr_ca: Aperçu
he: סקירה
hi: ओवरव्यू
hr: Pregled
hu: Áttekintés
id: Tinjauan
it: Panoramica
ja: 概要
ko: 개요
ms: Keseluruhan
nl: Overzicht
no: Oversikt
pl: Przegląd
pt_br: Visão Geral
pt_pt: Visão geral
ro: Privire de ansamblu
ru: Обзор
sk: Prehľad
sl: Pregled
sv: Översikt
th: ภาพรวม
tr: Genel Bilgi
uk: Огляд
vi: Tổng quan
zh_cn: 概览
zh_hk: 概覽
zh_tw: 概覽

# PCI_OPTIMAL
source: The installed PCI cards are arranged in an optimal configuration.
ar: بطاقات PCI المثبتة مرتبة بشكل مثالي.
ca: Les targetes PCI instal·lades s’han disposat de la millor manera possible.
cs: Nainstalované PCI karty jsou uspořádány v optimální konfiguraci.
da: De installerede PCI-kort er anbragt optimalt.
de: Die installierten PCI-Karten sind in optimaler Konfiguration angeordnet.
el: Οι εγκατεστημένες κάρτες PCI είναι διευθετημένες με κατάλληλη ρύθμιση παραμέτρων.
es: Las tarjetas PCI instaladas están colocadas según la configuración óptima.
es_419: Las tarjetas PCI instaladas están organizadas en una configuración óptima.
fi: Asennetut PCI-kortit ovat optimaalisessa järjestyksessä.
fr: Les cartes PCI installées sont disposées selon la configuration optimale.
fr_ca: Les cartes PCI installées ne sont pas organisées selon la configuration optimale.
he: ‏ כרטיסי ה-PCI המותקנים מסודרים בתצורה אופטימלית
hi: इंस्टॉल किए गए PCI कार्ड ऑप्टिमल कॉन्फ़िगरेशन में व्यवस्थित हैं।
hr: Instalirane PCI kartice raspoređene su u optimalnu konfiguraciju.
hu: A telepített PCI-kártyák optimális konfigurációban vannak elrendezve.
id: Kartu PCI yang terpasang diatur dalam konfigurasi optimal.
it: Le schede PCI installate sono disposte nella configurazione ottimale.
ja: 装着されているPCIカードは最適な構成になっています。
ko: 설치된 PCI 카드가 최적의 구성으로 배치되어 있습니다.
ms: Kad PCI yang dipasang disusun dalam konfigurasi optimum.
nl: De geïnstalleerde PCI-kaarten zijn gerangschikt in een optimale configuratie.
no: De installerte PCI-kortene er plassert i en optimal konfigurasjon.
pl: Zainstalowane karty PCI są rozmieszczone w optymalnej konfiguracji.
pt_br: As placas PCI instaladas estão dispostas em uma configuração otimizada para o melhor desempenho.
pt_pt: As placas PCI instaladas estão organizadas numa configuração ideal.
ro: Plăcile PCI instalate sunt aranjate într-o configurare optimă.
ru: Текущая конфигурация установленных карт PCI является оптимальной.
sk: Nainštalované PCI karty sú usporiadané v optimálnej konfigurácii.
sl: Nameščene kartice PCI so urejene v optimalni konfiguraciji.
sv: De installerade PCI-korten är placerade i en optimal konfiguration.
th: การ์ด PCI ที่ติดตั้งมีการจัดเรียงตามการกำหนดค่าที่เหมาะสม
tr: Takılı PCI kartları uygun bir konfigürasyonda yerleştirilmiş.
uk: Конфігурація встановлених PCI-карток оптимальна.
vi: Thẻ PCI được cài đặt được sắp xếp trong cấu hình tối ưu.
zh_cn: 所安装的PCI卡已使用优化配置进行布置。
zh_hk: 所安裝的PCI卡已安排至理想設定。
zh_tw: 安裝的PCI卡已依照最佳化的設定排列。

# EXT_DISK_SIZE
source: External %@ Disk
ar: قرص %@ الخارجي
ca: Disc %@ extern
cs: Externí %@ disk
da: Ekstern %@ -disk
de: Externe %@- Festplatte
el: Εξωτερικός δίσκος %@
es: Disco externo de %@
es_419: Disco externo de %@
fi: Ulkoinen %@ -levy
fr: Disque %@ externe
fr_ca: Disque %@ externe
he: כונן %@ חיצוני
hi: बाहरी %@ डिस्क
hr: Vanjski %@ disk
hu: Külső %@ lemez
id: Disk %@ Eksternal
it: Disco esterno %@
ja: 外部%@ ディスク
ko: 외장 %@ 디스크
ms: %@ Cakera Luaran
nl: Externe %@ -schijf
no: Ekstern %@ -disk
pl: Dysk zewnętrzny %@
pt_br: Disco Externo %@
pt_pt: Disco externo %@
ro: %@ Disc extern
ru: Внешний диск %@
sk: Externý %@ disk
sl: Zunanji disk %@
sv: Extern %@ skiva
th: ดิสก์ %@ ภายนอก
tr: Harici %@ Disk
uk: Зовнішній диск %@
vi: Ổ đĩa %@ Ngoài
zh_cn: 外置%@ 磁盘
zh_hk: 外置%@ 磁碟
zh_tw: 外接%@ 磁碟

# MEM_SLOTS_1_1
source: 1 memory slot in use, 1 available
ar: توجد فتحة ذاكرة واحدة قيد الاستخدام، وواحدة متوفرة
ca: Hi ha una ranura de memòria utilitzada i una de disponible.
cs: Obsazené paměťové pozice: 1; volné: 1
da: 1 hukommelsesplads i brug, 1 tilgængelig
de: 1 Speichersteckplatz in Verwendung, 1 verfügbar
el: 1 υποδοχή μνήμης σε χρήση, 1 διαθέσιμη
es: Hay 1 ranura de memoria en uso y 1 libre
es_419: Hay 1 ranura de memoria en uso y 1 libre
fi: 1 muistipaikka käytössä, 1 käytettävissä
fr: 1 logement de mémoire utilisé, 1 disponible
fr_ca: 1 emplacement de mémoire utilisé, 1 disponible
he: חריץ זיכרון אחד בשימוש, אחד זמין
hi: 1 मेमोरी स्लॉट उपयोग में हैं, 1 उपलब्ध
hr: 1 memorijski utor u uporabi, 1 slobodan
hu: 1 használatban lévő memóriafoglalat, 1 elérhető
id: 1 slot memori digunakan, 1 tersedia
it: 1 slot di memoria in uso, 1 disponibile
ja: 使用中のメモリスロット1基、空きスロット1基
ko: 1개의 메모리 슬롯 사용 중, 1개 사용 가능
ms: 1 slot memori sedang digunakan, 1 tersedia
nl: 1 geheugensleuf in gebruik, 1 beschikbaar
no: 1 minneplass i bruk, 1 tilgjengelig
pl: Liczba zajętych gniazd pamięci: 1, dostępnych: 1
pt_br: 1 slot de memória em uso, 1 livre
pt_pt: 1 conector de memória utilizado, 1 disponível
ro: 1 slot de memorie utilizat, 1 liber
ru: Занятых слотов памяти: 1, свободно: 1
sk: Používa sa 1 pamäťový slot, 1 je dostupný
sl: 1 reža za pomnilnik v uporabi, 1 na voljo
sv: 1 minneskortplats används, 1 är tillgänglig
th: ช่องเสียบหน่วยความจำใช้อยู่ 1 ช่อง ว่างอยู่ 1 ช่อง
tr: 1 tane bellek yuvası kullanımda, 1 tane boş
uk: Використовується слотів для памʼяті: 1, доступно: 1
vi: 1 khe bộ nhớ đang dùng, 1 khả dụng
zh_cn: 1个内存插槽正在使用中，1个可用
zh_hk: 1個記憶體插槽使用中，1個可用
zh_tw: 1個記憶體插槽使用中，1個可用

# DISK_SIZE_TYPE_SSD
source: %@ Solid State %@ Drive
ar: ‏%@ قرص الحالة الصلبة محرك أقراص %@
ca: %@ Unitat d’estat sòlid %@
cs: %@ jednotka SSD %@
da: %@ Solid state %@-disk
de: %@ Solid-State %@-Festplatte
el: %@ Μονάδα στερεάς κατάστασης %@
es: %@ Unidad de estado sólido de %@
es_419: %@ Unidad de estado sólido de %@
fi: %@ SSD (%@)
fr: %@ Disque %@ SSD
fr_ca: %@ Disque %@ SSD
he: ‏%@ כונן %@ הבזק
hi: %@ सॉलिड स्टेट %@ ड्राइव
hr: %@ SSD %@ pogon
hu: %@ SSD %@ meghajtó
it: Unità SSD %@ %@
ja: %@ ソリッドステート%@ドライブ
ko: %@ 솔리드 스테이트 %@ 드라이브
ms: %@ Pemacu %@ Keadaan Pepejal
nl: %@ Solid state %@-schijf
pl: %@ Dysk SSD %@
pt_br: %@ Unidade de Estado Sólido de %@
pt_pt: %@ Disco em estado sólido %@
ro: %@ SSD %@
ru: SSD-диск %@, %@
sk: %@ %@ SSD disk
sl: Disk SSD %2$@ %1$@
sv: %@ SSD-enhet av typ %@
th: ไดรฟ์โซลิดสเตท %@ %@
tr: %@ Katı Hâl %@ Sürücüsü
uk: Накопичувач SSD %2$@ %1$@
vi: Ổ lưu trữ %2$@ Bán dẫn %1$@
zh_cn: %@ 固态%@驱动器
zh_hk: %@ 固態%@硬碟
zh_tw: %@ 固態%@硬碟

# DISP_GFX_NOVRAM
source: %@ graphics
ar: رسومات %@
ca: Gràfics %@
cs: Grafická karta %@
da: %@-grafik
de: Grafikkarte: %@
el: Γραφικά: %@
es: Gráficos %@
es_419: Gráficos %@
fi: Ohjain: %@
fr: %@ graphismes
fr_ca: Carte graphique %@
he: גרפיקה של %@
hi: %@ ग्राफ़िक्स
hr: %@ grafička kartica
hu: %@ grafikus vezérlő
id: Grafik %@
it: Scheda grafica %@
ja: %@グラフィックス
ko: %@ 그래픽
ms: Grafik %@
nl: Video: %@
no: Grafikk: %@
pl: Karta grafiki %@
pt_br: Placa Gráfica %@
pt_pt: %@ (placa gráfica)
ro: Grafică %@
ru: Видеокарта %@
sk: Grafická karta %@
sl: Grafika %@
sv: %@-grafik
th: กราฟิก %@
tr: %@ grafik kartı
uk: Відеоадаптер %@
vi: Đồ họa %@
zh_cn: %@图形卡
zh_hk: %@顯示卡
zh_tw: %@顯示卡

# PCI_OVERVIEW_MANY
source: Your Mac contains %@ PCI card slots, %@ of which are currently in use.
ar: عدد فتحات بطاقات PCI في الـ Mac: %@، والمستخدَم منها حاليًا: %@.
ca: El Mac té %@ ranures per a targetes PCI, %@ de les quals s’estan fent servir en aquests moments.
cs: Váš Mac je vybavený %@ sloty pro PCI karty, z nichž momentálně využíváte %@.
da: Din Mac har %@ PCI-kortpladser. %@ af dem er i brug i øjeblikket.
de: Dein Mac enthält %@ PCI-Kartensteckplätze, von denen derzeit %@ verwendet werden.
el: Το Mac σας περιέχει %@ υποδοχές καρτών PCI, %@ από τις οποίες χρησιμοποιούνται αυτήν τη στιγμή.
es: Tu Mac tiene %@ ranuras para tarjetas PCI, %@ de las cuales están en uso.
es_419: Tu Mac tiene %@ ranuras para tarjetas PCI; %@ ya están ocupadas.
fi: Macissa on %@ PCI-korttipaikkaa, joista %@ on käytössä.
fr: Votre Mac comprend %@ logements de carte PCI, dont %@ sont actuellement utilisés.
fr_ca: Votre Mac contient %@ lecteurs de carte PCI, dont %@ sont en cours d’utilisation.
he: ה-Mac שלך מכיל %@ חריצים של כרטיסי PCI. מתוכם, %@ נמצאים בשימוש.
hi: आपके Mac में %@ PCI कार्ड स्लॉट हैं, जिसमें से वर्तमान में %@ का उपयोग हो रहा है।
hr: Vaš Mac opremljen je s utorima za PCI kartice (%@), od kojih se trenutačno koriste %@.
hu: A Macje %@ PCI-kártyafoglalatot tartalmaz, amelyek közül jelenleg %@ foglalat van használatban.
id: Mac Anda berisi %1$@ slot kartu PCI, yang mana %2$@ slot saat ini sedang digunakan.
it: Il Mac contiene %@ slot per schede PCI, %@ dei quali sono attualmente in uso.
ja: このMacにはPCIカードスロットが%@基あり、そのうち%@基が現在使用中です。
ko: 사용자의 Mac에 %@개의 PCI 카드 슬롯이 있으며, 현재 %@개가 사용 중입니다.
ms: Mac anda mengandungi %@ slot kad PCI, %@ daripadanya sedang digunakan.
nl: Je Mac bevat %@ PCI-kaartsleuven, waarvan er momenteel %@ in gebruik zijn.
no: Macen har %@ PCI-kortplasser. %@ av dem er i bruk.
pl: Liczba gniazd kart PCI w tym Macu: %@. Liczba obecnie używanych: %@.
pt_br: O Mac contém %@ slots de placas PCI, %@ dos quais estão sendo usados.
pt_pt: O seu Mac contém %@ conectores para placas PCI, dos quais %@ estão a ser usados.
ro: Mac-ul dvs. conține %@ sloturi pe placa PCI, dintre care %@ sunt în uz.
ru: Ваш компьютер Mac оснащен %@ слотами карт PCI, %@ из которых используются.
sk: Váš Mac obsahuje sloty PCI kariet (%@), z ktorých sa momentálne používajú %@.
sl: Vaš Mac ima toliko rež za kartico PCI: %@, od tega jih je toliko trenutno v uporabi: %@.
sv: Din Mac innehåller %@ PCI-kortplatser varav %@ används just nu.
th: Mac ของคุณมีช่องเสียบการ์ด PCI %@ ช่อง ซึ่งใช้งานอยู่ในตอนนี้ %@ ช่อง
tr: Mac’inizde %@ PCI kart yuvası var. Bunlardan %@ tanesi şu an kullanımda.
uk: Ваш Mac має кілька слотів PCI (%@), з яких зараз використовуються %@.
vi: Máy Mac của bạn có %@ khe cắm thẻ PCI, %@ trong số đó hiện đang được sử dụng.
zh_cn: 你的Mac包含%@个PCI卡插槽，当前正在使用其中的%@个插槽。
zh_hk: 你的Mac內有%@個PCI卡插槽，其中%@個目前使用中。
zh_tw: 你的Mac包含%@個PCI卡插槽，其中%@個正在使用中。

# MEM_SLOT_1
source: 1 memory slot available
ar: توجد فتحة ذاكرة واحدة متوفرة
ca: 1 ranura de memòria disponible
cs: Volné paměťové pozice: 1
da: 1 hukommelsesplads i brug
de: 1 Speichersteckplatz verfügbar
el: 1 διαθέσιμη υποδοχή μνήμης
es: Hay 1 ranura de memoria libre
es_419: Hay 1 ranura de memoria libre
fi: 1 muistipaikka käytettävissä
fr: 1 logement de mémoire disponible
fr_ca: 1 emplacement de mémoire disponible
he: חריץ זיכרון אחד פנוי
hi: 1 मेमोरी स्लॉट उपलब्ध है
hr: 1 memorijski utor slobodan
hu: 1 memóriafoglalat elérhető
id: 1 slot memori tersedia
it: 1 slot di memoria disponibile
ja: 空きメモリスロット1基
ko: 1개의 메모리 슬롯 사용 가능
ms: 1 slot memori tersedia
nl: 1 geheugensleuf beschikbaar
no: 1 minneplass tilgjengelig
pl: Liczba dostępnych gniazd pamięci: 1
pt_br: 1 slot de memória livre
pt_pt: 1 conector de memória utilizado
ro: 1 slot de memorie disponibil
ru: Свободных слотов памяти: 1
sk: 1 dostupný pamäťový slot
sl: 1 reža za pomnilnik na voljo
sv: 1 minneskortplats är tillgänglig
th: ช่องเสียบหน่วยความจำว่าง 1 ช่อง
tr: 1 tane bellek yuvası boş
uk: Доступно слотів памʼяті: 1
vi: 1 khe bộ nhớ khả dụng
zh_cn: 1个内存插槽可用
zh_hk: 1個記憶體插槽可用
zh_tw: 1個記憶體插槽可用

# DISC_UNTITLED
source: Untitled
ar: ‫بلا عنوان
ca: Sense nom
cs: Bez názvu
da: Uden navn
de: Ohne Titel
el: Χωρίς τίτλο
es: Sin título
es_419: Sin título
fi: Nimetön
fr: Sans titre
fr_ca: Sans titre
he: ללא שם
hi: अनामांकित
hr: Bez naziva
hu: Névtelen
id: Tanpa Judul
it: Senza titolo
ja: 名称未設定
ko: 무제
ms: Tanpa Tajuk
nl: Naamloos
no: Uten navn
pl: Bez nazwy
pt_br: Sem Título
pt_pt: Sem nome
ro: Fără titlu
ru: Новый
sk: Bez názvu
sl: Neimenovano
sv: Namnlös
th: ไม่มีชื่อ
tr: Adsız
uk: безіменний
vi: Không có tiêu đề
zh_cn: 未命名
zh_hk: 未命名
zh_tw: 未命名

# DISP_GFX
source: %@ %@ graphics
ar: رسومات %@ %@
ca: Gràfics %@ %@
cs: Grafická karta %@ %@
da: %@ %@-grafik
de: Grafikkarte: %@ %@
el: Γραφικά: %@ %@
es: Gráficos %@ %@
es_419: Gráficos %@ %@
fi: Ohjain: %@ %@
fr: %@ %@ graphismes
fr_ca: Carte graphique %@ %@
he: כרטיס מסך %@ ‏%@
hi: %@ %@ ग्राफ़िक्स
hr: %@ %@ grafička kartica
hu: %@ %@ grafikus vezérlő
id: Grafik %@ %@
it: Scheda grafica %@ %@
ja: %@ %@グラフィックス
ko: %@ %@ 그래픽
ms: Grafik %@ %@
nl: Video: %@ %@
no: Grafikk: %@ %@
pl: Karta grafiki %@ %@
pt_br: Placa Gráfica %@ %@
pt_pt: %@ %@ (placa gráfica)
ro: Grafică %@ %@
ru: Видеокарта %@ %@
sk: Grafická karta %@ %@
sl: Grafična kartica %@ %@
sv: %@ %@-grafik
th: กราฟิก %@ %@
tr: %@ %@ grafik kartı
uk: Відеоадаптер %@ %@
vi: Đồ họa %@ %@
zh_cn: %@ %@图形卡
zh_hk: %@ %@顯示卡
zh_tw: %@ %@顯示卡

# EXT_DISK_SIZE_TYPE_SSD
source: External %@ Solid State %@ Drive
ar: محرك أقراص %@ الحالة الصلبة %@ الخارجي
ca: Unitat d’estat sòlid %@ %@ extern
cs: Externí %@ %@ jednotka SSD
da: Ekstern %@ Solid state %@-disk
de: Externe %@ Solid-State %@-Festplatte
el: Εξωτερικός δίσκος στερεάς κατάστασης %@ %@
es: Unidad de estado sólido %2$@ externa de %1$@
es_419: Unidad de estado sólido %2$@ externa de %1$@
fi: Ulkoinen %@ -SSD (%@)
fr: %@ Disque %@ SSD externe
fr_ca: %@ Disque %@ SSD externe
he: כונן %@ ‏%@ הבזק חיצוני
hi: बाहरी %@ सॉलिड स्टेट %@
hr: Vanjski %@ SSD %@ pogon
hu: Külső %@ SSD %@ meghajtó
id: %@ Solid State %@ Drive Eksternal
it: Unità SSD esterna %@ %@
ja: 外部%@ ソリッドステート%@ドライブ
ko: 외장 %@ 솔리드 스테이트 %@ 드라이브
ms: %@ Pemacu %@ Keadaan Pepejal Luaran
nl: Externe %@ Solid state %@-schijf
no: Ekstern %@ Solid State %@ Drive
pl: Dysk zewnętrzny SSD %@ %@
pt_br: Unidade Externa %2$@ de Estado Sólido %1$@
pt_pt: Disco SSD %2$@ externo %1$@
ro: %@ SSD %@ extern
ru: Внешний SSD‑диск %2$@ %1$@
sk: Externý %@ SSD disk %@
sl: Zunanji disk SSD %2$@ %1$@
sv: Extern %@ SSD-enhet av typ %@
th: ไดรฟ์โซลิดสเตท %2$@ %1$@ ภายนอก
tr: Harici %@ Katı Hâl %@ Sürücüsü
uk: Зовнішній накопичувач SSD %2$@ %1$@
vi: Ổ lưu trữ %2$@ Bán dẫn %1$@ Ngoài
zh_cn: 外置%@ 固态%@驱动器
zh_hk: 外置%@ 固態%@硬碟
zh_tw: 外接%@ 固態%@硬碟

# DISK_BACKUPS
source: Backups & Other
ar: نسخ احتياطية ومحتوى آخر
ca: Còpies de seguretat i altres
cs: Zálohy a další
da: Sikkerhedskopier & andet
de: Backups & weitere
el: Εφεδρικά αντίγραφα και άλλα
es: Copias de seguridad y otros
es_419: Respaldos y otros
fi: Varmuuskopiot ja muu
fr: Sauvegardes et autres
fr_ca: Sauvegardes et autres
he: גיבויים ואחר
hi: बैकअप और अन्य
hr: Sigurnosne kopije i ostalo
hu: Biztonsági mentések és egyéb
id: Cadangan & Lainnya
it: Backup e altro
ja: バックアップなど
ko: 백업 및 기타
ms: Sandaran & Lain
nl: Back‑ups en overige
no: Sikkerhetskopier og annet
pl: Backupy i inne
pt_br: Backups e Outros
pt_pt: Cópias de segurança e outros
ro: Backupuri și altele
ru: Резервные копии и другое
sk: Zálohy a iné
sl: Varnostne kopije in drugo
sv: Säkerhetskopior och annat
th: ข้อมูลสำรองและอื่นๆ
tr: Yedeklemeler ve Diğer
uk: Резервні копії та інше
vi: Sao lưu & Khác
zh_cn: 备份及其他
zh_hk: 備份和其他
zh_tw: 備份和其他

# DISK_MANAGE
source: Manage…
ar: إدارة…
ca: Gestiona…
cs: Správa…
da: Administrer…
de: Verwalten …
el: Διαχείριση…
es: Gestionar…
es_419: Administrar…
fi: Hallitse…
fr: Gérer…
fr_ca: Gérer…
he: ניהול…
hi: प्रबंधित करें…
hr: Upravljanje…
hu: Kezelés…
id: Kelola…
it: Gestisci…
ja: 管理…
ko: 관리…
ms: Urus…
nl: Beheer…
no: Administrer…
pl: Zarządzaj…
pt_br: Gerenciar…
pt_pt: Gerir…
ro: Gestionare…
ru: Управлять…
sk: Spravovať…
sl: Upravljanje …
sv: Hantera…
th: จัดการ…
tr: Yönet…
uk: Настроїти…
vi: Quản lý…
zh_cn: 管理…
zh_hk: 管理⋯
zh_tw: 管理⋯
